Repository: cmende/etherpush
Catalog: po/*.po
Languages: de

source: Connection failed: %s
de: Verbindung Fehlgeschlagen: %s

source: Failed to load file contents: %s
de: Datei konnte nicht geladen werden: %s

source: Failed to write header: %s
de: Übertragung konnte nicht gestartet werden: %s

source: Failed to read from input stream: %s
de: Konnte nicht von der Gegenseite lesen: %s

source: File transfer rejected
de: Dateiübertragung abgelehnt

source: Received invalid response
de: Ungültige Antwort empfangen

source: Failed to write file: %s
de: Datei konnte nicht gesendet werden: %s

source: Failed to send finish byte: %s
de: Übertragung konnte nicht abgeschlossen werden: %s

source: Error: %s
de: Fehler: %s

source: Accept file transfer?
de: Dateiübertragung annehmen?

source: Filename %s Size: %lu
de: Dateiname: %s Größe: %lu

source: Save file
de: Datei speichern

source: File to send
de: Zu sendende Datei

source: Send
de: Senden

source: Hide
de: Minimieren

source: Failed to add listener: %s
de: Übertragung konnte nicht gestartet werden: %s

source: Failed to read first byte: %s
de: Übertragung konnte nicht abgeschlossen werden: %s

source: Failed to read filename: %s
de: Datei konnte nicht gesendet werden: %s

source: Failed to read: %s
de: Übertragung konnte nicht gestartet werden: %s

source: Failed to read length: %s
de: Datei konnte nicht gesendet werden: %s

source: Failed to write response: %s
de: Übertragung konnte nicht gestartet werden: %s

source: Failed to read file: %s
de: Datei konnte nicht gesendet werden: %s

source: Failed to read finish byte: %s
de: Übertragung konnte nicht abgeschlossen werden: %s

source: Show
de: Öffnen

source: Quit
de: Beenden
